Repository: seanpm2001/mt-training-data
Catalog: ve/ve_pontoon.tmx
Source language: en_us
Languages: ve

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ve: Hedzi nyambo dzi kha ḓi shumiwa <localizationGlossaryLink>u ḓologa Website</localizationGlossaryLink> na<sentenceCollectionGlossaryLink>u kuvhanganya mitaladzi </sentenceCollectionGlossaryLink> zwi a ṱoḓea uri hu ḽontshiwe.

source: The selected file is too large
ve: Faela ye na i nanga ndi khulwanesa

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
ve: Tshau Kuvhanganya mitaladzi ndi <commonVoiceLink>Common Voice</commonVoiceLink>. I tendela vhashelaho mulenzhe uri vha kuvhanganye na u ita vhungoho ha mitaladzi yo itwaho nga vhadzulapo ndi yone. Ni nga shumisa tshenetshi tshishumiswa u import na u kunakisa small-to-medium-sized public domain corpus dze na wana na dze na kuvhanganya. Mitaladzi yoṱhe i tea u vha ya Public Domain. Mitaladzi ine ya pfi ndi yone-yone i ya expoteliwa kha Common Voice repository vhege iṅwe na iṅwe nahone ya bviselwa kha website ya Common Voice musi hu tshi bviswa zwithu zwiswa.

source: The sentence has a grammatical or spelling error.
ve: Hoyu mutaladzi u na vhukhakhi ha grama kana ha mupeḽeṱo.

source: The sentence has disrespectful or offensive language.
ve: Hoyu mutaladzi u na mafhungo ane a nyadza kana a songo kunaho.

source: The sentence must be grammatically correct.
ve: Mutaladzi u tea u vha na grama yo teaho.

source: The sentence must be speakable.
ve: Mitaladzi i tea u ambea.

source: The sentence must be spelled correctly.
ve: Mutaladzi u tea u peḽeṱiwa nga nḓila yo teaho.

source: The site is ready to be launched when it reaches 75% completion.
ve: Saiti yo lugela u ḽontsha musi i tshi vha 75% tsini na u fhela.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ve: Saiti i ḓo bekapiwa nga u ṱavhanya. Uri ni wane zwithu zwa zwino-zwino, ri humbela uri ni vhe tshipiḓa tsha <matrixLink>nyambedzano kha Matrix community chat</matrixLink> kana ni dalele <githubLink>GitHub</githubLink> kana <discourseLink>Foramu dzashu dza Discourse</discourseLink> uri ni kone u rumela na u vhona thaidzo dzine na ṱangana nadzo ni kha saiti.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ve: TED-LIUM corpus dzo itiwa u bva kha odio dza maambiwa na maṅwalwa adzo are hone kha website ya TED

source: The website text is translated into that language.
ve: Mafhungo a re kha heyi website o ḓologiwa nga holuya luambo.

source: This is approximately the number of hours required to train a production speech-to-text system.
ve: Hetshi ndi tshivhalo tsha awara nga u angaredza dzi no ṱoḓea u funza sisṱemu ya bveledza speech-to-text.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ve: Hetshi ndi tshipiḓa tshi langiwaho nga kushumisele tshi re na data ine ya mannḓafhadza digit recognition na ine ya ḓivha ee / hai.

source: This is our process for translating and adapting our content for many locales (languages).
ve: Heyi ndi nḓila yashu ya u ḓologa na u ita uri mafhungo ashu a tshimbidzane na vhathu vha vhupo hunzhi (nyambo).

source: This page gives you an overview of all your submitted sentences. You may also delete already submitted sentences if needed, by marking the checkbox next to it and clicking on &quot;Delete selected sentences&quot; at the bottom. Please only remove sentences if absolutely necessary, for example if you noticed after the fact that a sentence is copyright protected.
ve: Heḽi siaṱari ḽi ni sumbedza mitaladzi yoṱhe ye na i rumela. Ni nga phumula na mitaladzi ine no no i rumela arali zwi tshi ṱoḓea, nga u maka bogisi ḽi re tsini nawo na u puṱedza kha &quot;Delete selected sentences&quot; zwi re fhasi. Ri humbela uri ni bvise mitaladzi arali zwo tea fhedzi, sa tsumbo, arali na vhona uri mutaladzi wo tsireledzwa nga mulayo wa khophi ya vhuṋe.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ve: Hedzi sethiṅi dzi langa u vhonala haṋu kha leaderboard. Musi dzi kha u dzumbama, mvela phanḓa yaṋu a i nga vhonwi. Zwenezwi zwi amba uri tshinepe tshaṋu, user name na bvela phanḓa yaṋu a zwi nga bveleli kha leaderboard. Ni ṱhogomele uri yeneyi leaderboard i dzhia minete ~{ $minutes } uri i sumbedzwe zwe na shandula.

source: Three to go!
ve: Ho sala tharu!

source: Today
ve: Ṋamusi

source: Today's Common Voice progress on clips recorded
ve: Mvela phanḓa ya ṋamusi ya Common Voice ya zwo rekhodiwaho

source: Today's Common Voice progress on clips validated
ve: Mvela phanḓa ya ṋamusi ya Common Voice ya rekhodo dzo khwaṱhisedzwaho

source: Today's Progress
ve: Mvela Phanḓa ya Ṋamusi

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ve: Uri ipfi ḽo rekhodiwaho ḽi vhe tshipiḓa tsha dataset ya Common Voice, ḽi tea u vha ḽo khwaṱhisedzwa nga vhathu vhavhili.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
ve: Uri yeneyi dataset ya Common Voice i shume nga nḓila yavhuḓisa ro dzhia phetho ya u tendela fhedzi source text (luambo lwe mafhungo a thoma u ṅwalwa ngalwo) i wanalaho kha Creative Commons (CC0) lisentsi. Musi ri tshi shumisa CC0 zwi amba uri zwi ḓo konḓa u wana na u kuvhanganya source text, fhedzi i tendela uri naho e nnyi a shumise maipfi a sa kalelwi tshivhalo kana u wana thendelo kha Mozilla. Tshipikwa tshashu ndi u ita uri dataset ya dzi nyambo nnzhi i shumiswe zwavhuḓi nga hune zwa nga konadzea ngaho nga vhathu vhoṱhe, u katela na vhaṱoḓisisi, dziyunivesithi, vhathomi vha mabindu, mivhuso, madzangano a zwa matshilisano na vhane vha zwi shumisela u ḓitakadza.

source: Top Contributors
ve: Vha Shelaho Muleznhe vha re Nṱhesa

source: Total
ve: Thothaḽi

source: Total Approved
ve: Thothaḽi ya zwo Phasiswaho

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ve: { $totalHours } dzi awara dzi nga swikelelea nga murahu ha{ $periodMonths } miṅwedzi arali { $people } vhathu rekhodani rekhodo nnzhi { $clipsPerDay } nga ḓuvha.

source: { $totalInReview } sentences in review.
ve: { $totalInReview } mitaladzi ine ya khou ṱoliwa.

source: { $totalSentences } total sentences.
ve: { $totalSentences } thothaḽi ya mitaladzi.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ve: Ro ita zwithu zwavhuḓi nga u ṱalutshedza mbuyelo na u bvisela khagala uri ndi zwithu zwifhio zwine ra zwi ita uri zwi vhonwe nga nnyi na nnyi. Shumisani ḽinki dzi re afho fhasi uri ni thome u ita akhantu yaṋu ya Common Voice kha tshishumiswa tshaṋu.

source: Toward next goal
ve: Tsini na thipikwa tshi tevhelaho

source: Track progress here and on your stats page.
ve: Sedzani mvela phanḓa yaṋu hafha na kha siaṱari laṋu ḽa mbalo-mbalo.

source: Translate this page
ve: Ḓologani heḽi siaṱari

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ve: <translateVideoLink>Sedzani vidio yashu ya u dededza uri Pontoon i shumisa hani</translateVideoLink>

source: Translating the site
ve: U ḓologa heyi saiti

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ve: Hu ṱalutshedzeliwa zwi tshi bva kha Luisimane, fhedzi ni nga vhona <strong>Nyeletshedzo</strong> nga dziṅwe nyambo. Puṱedzani <strong>Phurofaiḽi</strong> icon, ni kone u ya kha <strong>Sethiṅi</strong> ḽinki nahone ni dzhenise nyambo dzine na dzi amba. Fhasi-fhasi kha tsha monde kha khona hu ḓo vha hu na mutevhe wa zwo ṱalutshedzelwaho zwi vhidzwaho <strong>Locales</strong>. Zwo ṱalutshedzwaho zwi dzhena kha website nga murahu ha ḓuvha ḽithihi.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ve: U ḓologa kana u ṱalutshedza saiti ya Common Voice hu itiwa kha <strong>Pontoon</strong>.

source: Tshivenda
ve: Tshivenḓa

source: Understand contribution criteria
ve: U pfesesa nḓila ya u nikela

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ve: Pfesesani uri hu ṱoḓea mini musi ni tshi thetshelesa zwo rekhodiwaho u itela uri zwi ni thuse u rekhoda ipfi ḽaṋu nga nḓila yavhuḓisa.

source: Unexpected response returned from server
ve: Ho vhuya phindulo i songo lavhelelwaho u bva kha server

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
ve: Mashudumavhi a ri koni u wana thero dza Wikimedia zwa zwino. Ni songo kopa na u pesṱa zwithu zwi bvaho hanengei.

source: { $unreviewedSentencesByYou } sentences left for you to review.
ve: { $unreviewedSentencesByYou } mitaladzi yo salaho uri ni i ṱolisise.

source: Updating…
ve: Khou Apudeita…

source: Upload aborted. Do you want to delete your recordings?
ve: U apuḽoda ho imiswa. Naa ni khou ṱoḓa u diḽita zwe na rekhoda?

source: Upload an image file
ve: Apuḽodani tshinepe

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ve: Vhashumisi vha khwaṱhisedza rekhodo dzo nikelwaho, vha tshi sedza uri muambi o vhala mutaladzi zwone naa.

source: Using Common Voice
ve: U shumisa Common Voice

source: Validated Clips
ve: Dzi rekhodo dzo Khwaṱhisedzwaho

source: Validated Hours
ve: Awara dzo Khwaṱhisedzwaho

source: Validated Hr. Total
ve: Khwaṱhisedza Hr. Thothaḽi

source: { $validatedSentences } validated sentences.
ve: { $validatedSentences } mitaladzi yo khwaṱhisedzwaho.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ve: U khwaṱhisedza uri zwo rekhodiwaho ndi zwone ndi tshipikwa tsha ndeme vhukuma tsha Common Voice. Thetshelesani nahone ni ri thuse uri ri ite maipfi a vhuimo ha nṱha ane a ḓo kona u shumiswa nga nnyi na nnyi.

source: Validation Progress
ve: Mvela phanḓa yo Khwaṱhisedzwaho

source: Validations
ve: Zwo khwaṱhisedzwaho

source: Value and recognition.
ve: U dzhiiwa i ya ndeme na u ḓivhiwa.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ve: Dzi Variants ndi mufuda wo khetheaho wa luambo – une sa tsumbo wa ambiwa nga vhathu vha dzulaho fhethu ho khetheaho kana vhupo. Nga tshiṅwe tshifhinga zwenezwi zwi vhidzwa dzi dialect.

source: Varying Pronunciations
ve: U fhambanyisa zwiga zwa u vhala

source: Version
ve: Vershini

source: View your progress against personal and project goals.
ve: Sedzani mvela phanḓa yaṋu nga u i vhambedza na tshiphikwa tsha thandela.

source: Visible
ve: Vhonala

source: Voice clips are entered into a submission queue that readies them for listening.
ve: Maipfi o rekhodiwaho a pangiwa kha mutevhe wa u rumela une wa a ita uri a lugele u thetshelesiwa.

source: Voice Contribution
ve: U Nikela nga Ipfi

source: Voice Dataset, Ready for Download
ve: Dataset ya Maipfi, yo Lugelwa u Downḽodiwa

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ve: Ipfi ndi ḽa vhukuma, ipfi ndi muthu. Ndi ngazwo ri tshi takalela u ita zwishumiswa zwa thekhinoḽodzhi zwi shumisaho ipfi kha mitshini yashu. Fhedzi u ita sisiṱemu dza ipfi, vhabveledzi vha ṱoḓa data ya maipfi manzhi vhukuma.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ve: Ipfi ndi ḽa vhukuma, ipfi ndi muthu. Ndi ngazwo ri tshi takadzwa nga u ita zwishumiswa zwa thekhinolodzhi zwi shumisaho ipfi kha mitshini yashu. Fhedzi u itela uri ri ite dzi sisiṱemu dza maipfi, hu ṱoḓea data ya maipfi manzhi vhukuma.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
ve: Zwishumiswa zwa thekhinolodzhi zwi ḓivhaho ipfi zwi khou shandula nḓila ine ra shumisana ngayo na mitshini, fhedzi zwa zwino sisiṱemu dzi re hone dzi a ḓura nahone a dzo ngo itelwa vhathu vhoṱhe. Common Voice ndi tshipiḓa tsho itwaho nga Mozilla u itela uri zwi shumiswa zwi ḓivhaho ipfi zwa thekhinolodzhi zwi vhe khwine nahone zwi wanwe nga vhathu vhoṱhe. Common Voice ndi database khulu ya maipfi ye vhathu vha a nikela nga maipfi nahone i tendela vhathu vhoṱhe vha tshi gudisa app dza u ḓivha ipfi nga u ṱavhanya nahone nga ho leluwaho nga luambo luṅwe na luṅwe lu re hone.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
ve: Zwishumiswa zwa thekhinoḽodzhi zwi ḓivhaho ipfi zwi khou shandula nḓila ine ra shumisa ngayo na mitshini, fhedzi dzi system dzi re hone zwino dzi ya ḓura nahone a dzo ngo itelwa muṅwe na muṅwe. Common Voice ine ya pfi Mozilla ndi ndugiselelo ine ya khou lingedza u ita uri zwishumiswa zwa thekhinoḽodzhi zwi ḓivhaho ipfi zwi vhe khwine nahone zwi wanwe nga vhathu vhoṱhe. Common Voice ndi database khulwane ine ya vha na maipfi o rekhodiwaho nga u ḓifunela, ine ya nga waniwa nga muthu naho e nnyi nga u ṱavhanya nahone a gudisa dzi apps dzine dza kona u ḓivha ipfi, arali zwi tshi konadzea nga nyambo dzoṱhe. A ri khou kuvhanganya maipfi a vhathu vhane luambo lwavho lwa ambeswa fhezi, ri khou kuvhanganya na ane vhathu vha hone vha vha vhaṱuku. U ita uri ane maipfi o fhambananaho a waniwe zwi ḓo maḓafhadza vhabveledzi, vhathomi vha mabindu, na vhadzulapo vhane vha ṱoḓa uri hu sitsha vha na henei ṱhahelo.

source: Voices Online Now
ve: Maipfi kha vhuṱumani ha khomphyutha zwino

source: Voice Validation
ve: U Khwaṱhisedza Ipfi

source: Volume
ve: Volumu

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ve: VoxForge yo iteliwa u dzhia tshipitzhi tsho isiwaho kha maipfi u itela u shumisa kha Source Speech Recognition Engines dza mahala dzi no swikelelwa nga muṅwe na muṅwe.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ve: "Naa ni a ṱoḓa u thusa uri Common Voice i vhe ya khwine-khwine? Ndi zwavhuḓi! Ri kwameni nga email kana <discourseLink>Discourse kha</discourseLink> dzi foramu, ni rumele thaidzo dzine na ṱangana nadzo kha saiti <githubLink>GitHub</githubLink>, kana ni dzhene kha <matrixLink>Matrix</matrixLink> nyambedzano dza vhadzulapo."

source: Want to stay in touch with Common Voice?
ve: Naa ni ṱoḓa u dzula no kwamana na Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ve: Ni khou ṱoḓa u kwamiwa ri tshi bvisa dataset ntswa ya Common Voice? Ḓiṅwaliseni kha vhane vha ṱoḓa u wana maswa maswa.

source: Watch our video explainer to help
ve: Vhonani vidio yashu ya u ṱalutshedza uri ni thusalee

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ve: Ri khou ita dataset i ne ya ḓo shumiswa nga nnyi na nnyi nga muṅwe na muṅwe ya maipfi ane vhathu vhoṱhe vha nga kona u a shumisa u gudisa dzi application dzine dza kona u u amba.

source: We are going out to get a coffee.
ve: Ri khou ya u nwa gofhi.

source: We are going out to get coffee.
ve: Ri khou ya u nwa gofhi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ve: Riṋe vha ha Mozilla ri khou livhisa ṱhogomelo yashu kha u fhaṱa zwishumiswa zwa thekhinolodzhi zwi shumisaho ipfi. Ri ṱoḓa uri ri dzule ri na tshifhingani, ri na data source ntswa na u pfa zwo engedzeaho nga ha nḓila ine na khou shumisa yeneyi data.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ve: Ri tenda uri tshitshavha tshihulu tshi re hone tshi ḓo vhuyelwa nga dataset ya maipfi zwa ita uri hu thomiwe zwithu zwiswa nahone ha vha na miṱaṱisano yavhuḓi kha zwa vhurengisi zwi tshimbidzanaho na thekhinolodzi ya u amba ya machine-learning. Zwenezwi ndi mutingati wa shango ḽoṱhe nga vhuphara nahone ri khou ramba muṅwe na muṅwe uri a shele mulenzhe. Tshipikwa tshashu ndi uri zwishumiswa zwa u amba zwa thekhinolodzhi zwi katele vhunzhi ha vhathu, hu pfale maipfi o fhambananaho u mona na shango ḽoṱhe.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ve: Ri tenda uri dzi dataset khulu dza maipfi dzine dza nga wanwa nga vhathu vhoṱhe dzi ḓo ita uri hu thomiwe zwithu zwiswa na u ita uri hu vhe na zwa vhuvhambadzi zwavhuḓi siani ḽa zwa machine-learning kha zwa zwishumiswa zwa thekhinolodzhi zwi ḓivhaho ipfi. Dataset ya nyambo nnzhi dza Common Voice yo no ḓi vha dataset khulwanesa ine ya wanala tshitshavhani, fhedzi a si yone i yoṱhe. Sedzani kha siaṱari heḽi sa referentsi ya hub u itela u wana dziṅwe dataset dzine dza nga shumiswa nga vhathu vhoṱhe, samusi Common Voice i tshi khou bvela phanḓa na u aluwa, ndi hone haya hune ha ḓo vha na dzi updates dzashu.

source: Website Localization
ve: U ita uri website i shume vhuponi ha henefho

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
ve: Ri vhala dzi awara nga u angaredza tshikhala tsha zwiṅwe na zwiṅwe zwo rekhodiwaho, nahone ra andisa yeneyo nomboro nga ṱhanganyeḽo ya zwoṱhe zwo rekhodiwaho nga nyambo dzoṱhe.

source: We could not fetch the stats. Please try again later.
ve: A ro ngo kona u dzhia mbalo-mbalo. Ri humbela uri ni lingedze nga vhuya.

source: We couldn’t find that page for you
ve: A ro ngo kona u ni wanela heḽia siaṱari

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ve: A ro ngo kona u wana odio dzo rekhodiwaho dza maipfi uri inwi ni kone u dzi thetshelesa. Ri humbela uri ni lingedze nga vhuya.

source: We couldn’t get any sentences for you to speak. Please try again later.
ve: "A ro ngo kona u wana mitaladzi ine na ḓo i vhala. Ri humbela uri ni lingedze nga vhuya."

source: Weekly
ve: Nga vhege

source: Weekly Goal
ve: Tshipikwa tsha Vhege

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
ve: Ro balelwa u dzhia nyambo dzi re hone. A zwi konadzei u nikela zwa zwino. Ri humbela uri ni lingedze nga vhuya.

source: We launch the Common Voice site in this language.
ve: Ro ḽontsha saiti ya Common Voice nga holwu luambo.

source: Welcome { $company } staff!
ve: No ṱanganedzwa { $company } vhashumi!

source: Welcome to Common Voice
ve: No ṱanganedziwa kha Common Voice

source: Welcome to the Common Voice Sentence Collector
ve: No ṱanganedzwa kha tsha u Kuvhanganya Mitaladzi tsha Common Voice

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ve: Ri nga vha ri songo wana khumbelo heyo. Ri humbela uri ni ri kwame thwi kha <emailLink>{ $email }</emailLink> ri ḓo vhuya kha inwi.

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
ve: Ri takalela mitaladzi yo itwaho nga lwa nzulele/nga nḓila ya u ambedzana. Naho fonotiki yo angalala nahone maipfi o fhambananaho e a ndeme kha mutaladzi, ri khou lingedza u ita uri mitaladzi yo rekhodiwaho i vhe i takadzaho nga hune zwa ḓo konadzea ngaho. Ndi ngazwo zwi tshi ḓo vha zwavhuḓi arali na lingedza u ita uri mitaladzi yaṋu i itwe nga lwa nzulele/nḓila ya u ambedzana.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ve: Ri fulufhedzisa u ṱhogomela zwidodombedza zwaṋu nga nḓila yavhuḓi. Vhalani nga vhuḓalo kha <privacyLink>u Tsireledza zwa Tshiphiri </privacyLink> zwashu.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ve: Ri khou ita dataset ya maipfi ya nnyi na nnyi, ya nyambo nnzhi dzine muṅwe na muṅwe a nga dzi shumisa u funza dzi application dzi no funzea maipfi.
